Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

# notification.checklistBreakfast.body
source: A quick log now keeps today's nutrition bars on track.
de: Ein schneller Eintrag jetzt hält deine heutigen Ernährungsbalken auf Kurs.
es: Un registro rápido ahora mantiene tus barras de nutrición de hoy en buen camino.
fr: Un enregistrement rapide maintenant garde vos barres nutritionnelles du jour sur la bonne voie.
hy: Արագ գրանցումն այս պահին կպահի այսօրվա սննդային ցուցանիշները ճիշտ հունով:
it: Un rapido log ora mantiene le tue barre nutrizionali di oggi in linea.
ka: სწრაფი ჩანაწერი ახლა შეინარჩუნებს დღევანდელ კვების ზოლებს გეგმის მიხედვით.
ru: Быстрая запись сейчас поможет удержать сегодняшние показатели питания в норме.
sr: Брз унос сада држи данашње нутритивне траке на добром путу.

# notification.checklistBreakfast.title
source: Log breakfast?
de: Frühstück eintragen?
es: ¿Registrar el desayuno?
fr: Enregistrer le petit-déjeuner ?
hy: Գրանցե՞լ նախաճաշը
it: Registrare la colazione?
ka: დაფიქსირდეს საუზმე?
ru: Записать завтрак?
sr: Забележити доручак?

# notification.checklistRecap.andMore
source: , and more
de: , und mehr
es: , y más
fr: , et plus
hy: , և ևս
it: , e altro
ka: , და სხვა
ru: , и ещё
sr: , и још

# notification.checklistRecap.multipleItems
source: Still open: %@%@.
de: Noch offen: %@%@.
es: Aún pendiente: %@%@.
fr: Encore à faire : %@%@.
hy: Դեռ բաց է՝ %@%@:
it: Ancora aperto: %@%@.
ka: ჯერ კიდევ ღიაა: %@%@.
ru: Ещё не сделано: %@%@.
sr: Још нерешено: %@%@.

# notification.checklistRecap.singleItem
source: Still open: %@.
de: Noch offen: %@.
es: Aún pendiente: %@.
fr: Encore à faire : %@.
hy: Դեռ բաց է՝ %@:
it: Ancora aperto: %@.
ka: ჯერ კიდევ ღიაა: %@.
ru: Ещё не сделано: %@.
sr: Још нерешено: %@.

# notification.checklistRecap.title
source: Today's checklist
de: Heutige Checkliste
es: Lista de hoy
fr: Liste du jour
hy: Այսօրվա ստուգաթերթը
it: Lista di oggi
ka: დღევანდელი საკონტროლო სია
ru: Сегодняшний чек-лист
sr: Данашња листа

# notification.checklistSteps.body
source: A short walk this afternoon closes most of the gap.
de: Ein kurzer Spaziergang heute Nachmittag schließt den Großteil der Lücke.
es: Un paseo corto esta tarde cierra la mayor parte de la diferencia.
fr: Une courte marche cet après-midi comblera l'essentiel de l'écart.
hy: Կարճ զբոսանքն այս կեսօրին կփակի բացվածքի մեծ մասը:
it: Una breve passeggiata questo pomeriggio colma gran parte del divario.
ka: მოკლე სეირნობა დღეს ნაშუადღევს დახურავს განსხვავების დიდ ნაწილს.
ru: Короткая прогулка сегодня днём закроет большую часть разрыва.
sr: Кратка шетња данас поподне затвориће већи део заостатка.

# notification.checklistSteps.title
source: Behind on steps today
de: Heute hinter dem Schrittziel zurück
es: Vas por detrás en pasos hoy
fr: En retard sur les pas aujourd'hui
hy: Այսօր քայլերի հետամնաց ես
it: Sei indietro con i passi oggi
ka: დღეს ნაბიჯებში ჩამორჩენა გაქვს
ru: Отстаёшь по шагам сегодня
sr: Заостајеш са корацима данас

# notification.eveningWorkout.body
source: Your workout is ready whenever you are -- log it when you're done to keep your streak.
de: Dein Workout ist bereit, wann immer du es bist – protokolliere es nach dem Training, um deine Serie zu halten.
es: Tu entrenamiento está listo cuando tú lo estés: regístralo al terminar para mantener tu racha.
fr: Votre séance est prête quand vous l'êtes : enregistrez-la une fois terminée pour garder votre série.
hy: Քո մարզումը պատրաստ է, երբ դու պատրաստ լինես -- գրանցիր այն ավարտելուց հետո՝ շարքդ պահպանելու համար:
it: Il tuo allenamento è pronto quando lo sei tu: registralo al termine per mantenere la tua serie.
ka: შენი ვარჯიში მზადაა, როცა შენც მზად იქნები -- დაასრულე და ჩაინიშნე, რომ სერია შეინარჩუნო.
ru: Твоя тренировка ждёт, когда ты будешь готов -- запиши её после завершения, чтобы сохранить серию.
sr: Твој тренинг те чека кад год будеш спреман — забележи га кад завршиш, да сачуваш низ.

# notification.eveningWorkout.title
source: Still time today
de: Heute ist noch Zeit
es: Todavía hay tiempo hoy
fr: Il est encore temps aujourd'hui
hy: Այսօր դեռ ժամանակ կա
it: C'è ancora tempo oggi
ka: დღეს ჯერ კიდევ არის დრო
ru: Ещё есть время сегодня
sr: Још има времена данас

# notification.middayMovement.body
source: Even a short walk supports today's recovery and tomorrow's readiness.
de: Schon ein kurzer Spaziergang unterstützt deine Erholung heute und deine Fitness von morgen.
es: Incluso un paseo corto ayuda a tu recuperación de hoy y a tu preparación de mañana.
fr: Même une courte marche favorise votre récupération d'aujourd'hui et votre forme de demain.
hy: Նույնիսկ կարճ զբոսանքը նպաստում է այսօրվա վերականգնմանը և վաղվա պատրաստվածությանը:
it: Anche una breve passeggiata favorisce il recupero di oggi e la forma di domani.
ka: თუნდაც მოკლე გასეირნება ხელს უწყობს დღევანდელ აღდგენას და ხვალინდელ მზადყოფნას.
ru: Даже короткая прогулка помогает восстановлению сегодня и готовности завтра.
sr: Чак и кратка шетња подржава данашњи опоравак и сутрашњу спремност.

# notification.middayMovement.streakBody
source: A short walk keeps your %lld-day streak's momentum going.
de: Ein kurzer Spaziergang hält den Schwung deiner %lld-Tage-Serie am Laufen.
es: Una caminata corta mantiene el impulso de tu racha de %lld días.
fr: Une courte marche entretient l'élan de ta série de %lld jours.
hy: Կարճ զբոսանքը պահպանում է քո %lld օրյա շարքի թափը։
it: Una breve camminata mantiene lo slancio della tua serie di %lld giorni.
ka: მოკლე გასეირნება ინარჩუნებს შენი %lld დღიანი სერიის ტემპს.
ru: Короткая прогулка поддержит темп твоей серии — %lld дней подряд.
sr: Кратка шетња одржава замах твог низа од %lld дана.

# notification.middayMovement.streakTitle
source: Keep it going
de: Bleib dran
es: Sigue así
fr: Continue comme ça
hy: Շարունակիր
it: Continua così
ka: განაგრძე ასე
ru: Не останавливайся
sr: Настави тако

# notification.middayMovement.title
source: Stay moving
de: Bleib in Bewegung
es: Sigue en movimiento
fr: Restez en mouvement
hy: Շարունակիր շարժվել
it: Continua a muoverti
ka: განაგრძე მოძრაობა
ru: Не останавливайся
sr: Остани у покрету

# notification.milestone.body
source: %@ streak — and counting. Keep it up.
de: %@-Serie — und es geht weiter. Weiter so.
es: Racha de %@ — y sigue. Sigue así.
fr: Série de %@ — et ça continue. Continue comme ça.
hy: %@ շարք — և դեռ շարունակվում է։ Այդպես շարունակիր։
it: Serie di %@ — e continua. Continua così.
ka: %@ სერია — და გრძელდება. განაგრძე ასე.
ru: Серия %@ — и продолжается. Не останавливайся.
sr: Низ од %@ — и наставља се. Настави тако.

# notification.milestone.title
source: Milestone unlocked
de: Meilenstein erreicht
es: Logro desbloqueado
fr: Étape franchie
hy: Հանգրվան է բացվել
it: Traguardo raggiunto
ka: ეტაპი მიღწეულია
ru: Новый рубеж достигнут
sr: Прекретница откључана

# notification.progress.workoutsLogged
source: %lld workouts logged this week -- keep the momentum.
de: %lld Trainings diese Woche protokolliert -- bleib dran.
es: %lld entrenamientos registrados esta semana: sigue con el impulso.
fr: %lld séances enregistrées cette semaine : gardez l'élan.
hy: Այս շաբաթ գրանցվել է %lld մարզում — պահպանիր տեմպը!
it: %lld allenamenti registrati questa settimana: mantieni lo slancio.
ka: ამ კვირაში ჩაწერილია %lld ვარჯიში — გააგრძელე ასე!
ru: На этой неделе записано %lld тренировки — держи темп!
sr: Ове недеље: %lld тренинга — настави тим темпом.

# notification.progressCheckIn.dayBody
source: Day %lld of your journey. %@
de: Tag %lld deiner Reise. %@
es: Día %lld de tu viaje. %@
fr: Jour %lld de votre parcours. %@
hy: Քո ճանապարհորդության %lld-րդ օրը: %@
it: Giorno %lld del tuo percorso. %@
ka: შენი მოგზაურობის %lld-ე დღე. %@
ru: День %lld твоего пути. %@
sr: Дан %lld твог путовања. %@

# notification.progressCheckIn.noWorkoutsBody
source: Consistency beats intensity. A short session today still counts.
de: Beständigkeit schlägt Intensität. Auch eine kurze Einheit heute zählt.
es: La constancia gana a la intensidad. Una sesión corta hoy también cuenta.
fr: La régularité l'emporte sur l'intensité. Une courte séance aujourd'hui compte aussi.
hy: Հետևողականությունը գերազանցում է ինտենսիվությանը: Այսօրվա կարճ պարապմունքն էլ է հաշվում:
it: La costanza batte l'intensità. Anche una sessione breve oggi conta.
ka: თანმიმდევრობა სჯობს ინტენსივობას. დღეს თუნდაც მოკლე სესიაც ითვლება.
ru: Постоянство важнее интенсивности. Даже короткое занятие сегодня засчитывается.
sr: Доследност побеђује интензитет. Кратка сесија данас се ипак рачуна.

# notification.progressCheckIn.title
source: Your progress
de: Dein Fortschritt
es: Tu progreso
fr: Vos progrès
hy: Քո առաջընթացը
it: I tuoi progressi
ka: შენი პროგრესი
ru: Твой прогресс
sr: Твој напредак

# notification.streakProtection.body
source: You're on a %lld-day streak. Log today's workout to keep it going.
de: Du hast eine %lld-Tage-Serie. Trage das heutige Training ein, um sie fortzusetzen.
es: Llevas una racha de %lld días. Registra el entrenamiento de hoy para mantenerla.
fr: Tu es sur une série de %lld jours. Enregistre ta séance du jour pour la maintenir.
hy: Դու ունես %lld օրյա շարք։ Գրանցիր այսօրվա մարզումը՝ այն շարունակելու համար։
it: Sei a una serie di %lld giorni. Registra l'allenamento di oggi per continuarla.
ka: შენ გაქვს %lld დღიანი სერია. დააფიქსირე დღევანდელი ვარჯიში მის გასაგრძელებლად.
ru: У тебя серия %lld дней подряд. Запиши сегодняшнюю тренировку, чтобы не прерывать её.
sr: На низу си од %lld дана. Забележи данашњи тренинг да га наставиш.

# notification.streakProtection.title
source: Protect your streak
de: Schütze deine Serie
es: Protege tu racha
fr: Protège ta série
hy: Պաշտպանիր քո շարքը
it: Proteggi la tua serie
ka: დაიცავი შენი სერია
ru: Сохрани свою серию
sr: Заштити свој низ

# notification.upgradeReminder.body
source: Subscribe to Soma Premium to keep getting your full daily plan -- workouts, step targets, and more.
de: Abonniere Soma Premium, um weiterhin deinen vollständigen Tagesplan zu erhalten – Workouts, Schrittziele und mehr.
es: Suscríbete a Soma Premium para seguir recibiendo tu plan diario completo: entrenamientos, objetivos de pasos y más.
fr: Abonnez-vous à Soma Premium pour continuer à recevoir votre plan quotidien complet : entraînements, objectifs de pas et plus encore.
hy: Բաժանորդագրվիր Soma Premium-ին՝ շարունակելու համար ստանալ քո ամբողջական ամենօրյա պլանը -- մարզումներ, քայլերի նպատակներ և ավելին:
it: Abbonati a Soma Premium per continuare a ricevere il tuo piano giornaliero completo: allenamenti, obiettivi di passi e altro ancora.
ka: გამოიწერე Soma Premium, რომ განაგრძო სრული ყოველდღიური გეგმის მიღება -- ვარჯიშები, ნაბიჯების მიზნები და სხვა.
ru: Оформи подписку Soma Premium, чтобы и дальше получать полный ежедневный план -- тренировки, целевые показатели по шагам и многое другое.
sr: Претплати се на Soma Premium да наставиш да добијаш свој пуни дневни план — тренинге, циљеве корака и много тога.

# notification.upgradeReminder.title
source: Your free access ends in 2 days
de: Dein kostenloser Zugang endet in 2 Tagen
es: Tu acceso gratuito termina en 2 días
fr: Votre accès gratuit se termine dans 2 jours
hy: Քո անվճար հասանելիությունը ավարտվում է 2 օրից
it: Il tuo accesso gratuito termina tra 2 giorni
ka: შენი უფასო წვდომა 2 დღეში სრულდება
ru: Твой бесплатный доступ заканчивается через 2 дня
sr: Твој бесплатан приступ истиче за 2 дана

# notificationEnablement.body
source: Soma sends your morning training recommendation, plus a few light check-ins through the day -- a movement nudge, an evening reminder if today's workout is still open, and a quick progress update.
de: Soma sendet dir morgens deine Trainingsempfehlung sowie ein paar kurze Check-ins über den Tag -- einen Bewegungsimpuls, abends eine Erinnerung, falls das heutige Workout noch offen ist, und ein kurzes Fortschritts-Update.
es: Soma te envía tu recomendación de entrenamiento por la mañana, además de algunos avisos ligeros durante el día: un recordatorio para moverte, un aviso por la tarde si el entrenamiento de hoy sigue pendiente, y una actualización rápida de tu progreso.
fr: Soma vous envoie votre recommandation d'entraînement le matin, ainsi que quelques rappels légers pendant la journée -- une incitation à bouger, un rappel le soir si l'entraînement du jour est encore en attente, et un point rapide sur votre progression.
hy: Soma-ն ուղարկում է առավոտյան մարզումների ձեր առաջարկը, ինչպես նաև մի քանի թեթև հիշեցումներ օրվա ընթացքում՝ շարժման հրավեր, երեկոյան հիշեցում, եթե այսօրվա մարզումը դեռ չի կատարվել, և արագ առաջընթացի թարմացում։
it: Soma ti invia il consiglio di allenamento del mattino, oltre a qualche promemoria leggero durante la giornata -- uno stimolo a muoverti, un promemoria serale se l'allenamento di oggi è ancora aperto, e un rapido aggiornamento sui progressi.
ka: Soma გიგზავნით დილის ვარჯიშის რეკომენდაციას, ასევე რამდენიმე მსუბუქ შეხსენებას დღის განმავლობაში -- მოძრაობის მოწოდებას, საღამოს შეხსენებას, თუ დღევანდელი ვარჯიში ჯერ კიდევ ღიაა, და პროგრესის სწრაფ განახლებას.
ru: Soma присылает утреннюю рекомендацию по тренировке, а также несколько лёгких напоминаний в течение дня — призыв подвигаться, вечернее напоминание, если сегодняшняя тренировка ещё не завершена, и краткое обновление прогресса.
sr: Soma ти шаље јутарњу препоруку за тренинг, као и неколико кратких подсетника током дана -- подстицај за кретање, вечерњи подсетник ако је данашњи тренинг још увек отворен, и брзи преглед напретка.

# notificationEnablement.cta.enable
source: Enable Notifications
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
hy: Միացնել ծանուցումները
it: Attiva notifiche
ka: შეტყობინებების ჩართვა
ru: Включить уведомления
sr: Укључи обавештења

# notificationEnablement.cta.finish
source: Finish Setup
de: Einrichtung abschließen
es: Finalizar configuración
fr: Terminer la configuration
hy: Ավարտել կարգավորումը
it: Completa configurazione
ka: დაყენების დასრულება
ru: Завершить настройку
sr: Заврши подешавање

# notificationEnablement.disabledTitle
source: Enable notifications
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
hy: Միացնել ծանուցումները
it: Attiva le notifiche
ka: შეტყობინებების ჩართვა
ru: Включить уведомления
sr: Омогући обавештења

# notificationEnablement.enabledTitle
source: Notifications enabled
de: Benachrichtigungen aktiviert
es: Notificaciones activadas
fr: Notifications activées
hy: Ծանուցումները միացված են
it: Notifiche attivate
ka: შეტყობინებები ჩართულია
ru: Уведомления включены
sr: Обавештења су укључена

# notificationEnablement.headline
source: Never wonder what to do today.
de: Frag dich nie wieder, was du heute tun sollst.
es: Nunca te preguntes qué hacer hoy.
fr: Ne te demande plus jamais quoi faire aujourd'hui.
hy: Երբեք մի մտածիր, թե ինչ անել այսօր։
it: Non chiederti mai più cosa fare oggi.
ka: აღარასდროს გაინტერესებდეს რა გააკეთო დღეს.
ru: Больше никогда не думайте, что делать сегодня.
sr: Никада се не питај шта да радиш данас.

# notificationEnablement.wakeTimeLabel
source: Wake time
de: Aufwachzeit
es: Hora de despertar
fr: Heure de réveil
hy: Արթնանալու ժամանակը
it: Ora di sveglia
ka: გაღვიძების დრო
ru: Время пробуждения
sr: Време буђења

# notificationEnablement.wakeTimeQuestion
source: What time do you usually wake up?
de: Wann stehst du normalerweise auf?
es: ¿A qué hora sueles despertarte?
fr: À quelle heure te réveilles-tu généralement ?
hy: Ի՞նչ ժամին եք սովորաբար արթնանում։
it: A che ora ti svegli di solito?
ka: როდის იღვიძებთ ჩვეულებრივ?
ru: Во сколько вы обычно просыпаетесь?
sr: У колико сати се обично будиш?

# nutrition.deleteError
source: Couldn't remove that entry. Try again.
de: Der Eintrag konnte nicht entfernt werden. Versuch es erneut.
es: No se pudo eliminar esa entrada. Inténtalo de nuevo.
fr: Impossible de supprimer cette entrée. Réessayez.
hy: Չհաջողվեց հեռացնել այս գրառումը։ Փորձիր կրկին։
it: Non è stato possibile rimuovere quella voce. Riprova.
ka: ამ ჩანაწერის წაშლა ვერ მოხერხდა. სცადე თავიდან.
ru: Не удалось удалить эту запись. Попробуй ещё раз.
sr: Није могуће уклонити тај унос. Пробај поново.

# nutrition.emptyState.body
source: Soma computes this from your weight, height, and goal weight -- normally already on file from onboarding. Add goal photos for an even more tailored target, or make sure those numbers are filled in.
de: Soma berechnet dies aus deinem Gewicht, deiner Größe und deinem Zielgewicht -- normalerweise bereits aus dem Onboarding hinterlegt. Füge Zielfotos für ein noch individuelleres Ziel hinzu, oder stelle sicher, dass diese Zahlen ausgefüllt sind.
es: Soma calcula esto a partir de tu peso, altura y peso objetivo -- normalmente ya están registrados desde el onboarding. Añade fotos objetivo para un objetivo aún más personalizado, o asegúrate de que esos números estén completos.
fr: Soma calcule cela à partir de ton poids, ta taille et ton poids cible -- normalement déjà enregistrés lors de l'onboarding. Ajoute des photos objectif pour une cible encore plus personnalisée, ou assure-toi que ces chiffres sont renseignés.
hy: Soma-ն սա հաշվարկում է քո քաշի, հասակի և նպատակային քաշի հիման վրա -- սովորաբար դրանք արդեն նշված են սկզբնական կարգավորումից։ Ավելացրու նպատակային լուսանկարներ էլ ավելի հարմարեցված նպատակի համար, կամ համոզվիր, որ այդ թվերը լրացված են։
it: Soma lo calcola in base al tuo peso, altezza e peso obiettivo -- di solito già registrati durante l'onboarding. Aggiungi foto obiettivo per un target ancora più personalizzato, o assicurati che quei numeri siano compilati.
ka: Soma ამას ითვლის შენი წონის, სიმაღლისა და სამიზნე წონის მიხედვით -- ჩვეულებრივ უკვე მითითებულია საწყისი გამართვისას. დაამატე სამიზნე ფოტოები კიდევ უფრო მორგებული მიზნისთვის, ან დარწმუნდი, რომ ეს რიცხვები შევსებულია.
ru: Soma рассчитывает это на основе твоего веса, роста и целевого веса -- обычно они уже указаны при первичной настройке. Добавь целевые фото для ещё более точной цели или убедись, что эти цифры заполнены.
sr: Soma то израчунава на основу твоје тежине, висине и циљне тежине — обично су већ унете током почетног подешавања. Додај циљне фотографије за још прецизнији циљ, или се увери да су ти бројеви попуњени.

# nutrition.loggedFoodFallback
source: Logged food
de: Protokolliertes Essen
es: Comida registrada
fr: Aliment enregistré
hy: Գրանցված սնունդ
it: Cibo registrato
ka: ჩაწერილი საკვები
ru: Записанная еда
sr: Забележена храна

# nutrition.macroSummary.carbs
source: %lldg carbs
de: %lldg Kohlenhydrate
es: %lldg carbohidratos
fr: %lldg glucides
hy: %lldգ ածխաջրեր
it: %lldg carboidrati
ka: %lldგ ნახშირწყლები
ru: %lldг углеводов
sr: %lldг угљених хидрата

# nutrition.macroSummary.fat
source: %lldg fat
de: %lldg Fett
es: %lldg grasa
fr: %lldg lipides
hy: %lldգ ճարպ
it: %lldg grassi
ka: %lldგ ცხიმი
ru: %lldг жиров
sr: %lldг масти

# nutrition.macroSummary.protein
source: %lldg protein
de: %lldg Eiweiß
es: %lldg proteína
fr: %lldg protéines
hy: %lldգ սպիտակուց
it: %lldg proteine
ka: %lldგ ცილა
ru: %lldг белка
sr: %lldг протеина

# nutrition.mealIdea.subtitle
source: Tell Soma what's in your fridge -- get one full recipe, sized to what's left today.
de: Sag Soma, was in deinem Kühlschrank ist -- erhalte ein vollständiges Rezept, passend zu deinem heutigen Rest.
es: Dile a Soma qué hay en tu nevera -- obtén una receta completa, ajustada a lo que te queda hoy.
fr: Dis à Soma ce qu'il y a dans ton frigo -- obtiens une recette complète, ajustée à ce qu'il te reste aujourd'hui.
hy: Ասա Soma-ին, թե ինչ ունես սառնարանում -- ստացիր ամբողջական բաղադրատոմս՝ հարմարեցված այսօրվա մնացորդին։
it: Di' a Soma cosa c'è nel tuo frigo -- ottieni una ricetta completa, dimensionata su ciò che ti resta oggi.
ka: უთხარი Soma-ს, რა გაქვს მაცივარში -- მიიღე სრული რეცეპტი, მორგებული დღეს დარჩენილზე.
ru: Скажи Soma, что у тебя в холодильнике -- получи полноценный рецепт под остаток на сегодня.
sr: Реци Soma шта имаш у фрижидеру — добићеш цео рецепт, прилагођен ономе што ти је остало данас.

# nutrition.mealIdea.title
source: What can I make?
de: Was kann ich kochen?
es: ¿Qué puedo cocinar?
fr: Qu'est-ce que je peux cuisiner ?
hy: Ի՞նչ կարող եմ պատրաստել։
it: Cosa posso cucinare?
ka: რისი მომზადება შემიძლია?
ru: Что я могу приготовить?
sr: Шта могу да скувам?

# nutrition.today.caloriesRemaining
source: %@ kcal left
de: %@ kcal übrig
es: %@ kcal restantes
fr: %@ kcal restantes
hy: Մնացել է %@ կկալ
it: %@ kcal rimanenti
ka: დარჩა %@ კკალ
ru: Осталось %@ ккал
sr: Преостало %@ ккал

# oauth.error.missingCode
source: No authorization code was returned.
de: Es wurde kein Autorisierungscode zurückgegeben.
es: No se devolvió ningún código de autorización.
fr: Aucun code d'autorisation n'a été renvoyé.
hy: Լիազորման կոդը չի վերադարձվել:
it: Non è stato restituito alcun codice di autorizzazione.
ka: ავტორიზაციის კოდი არ დაბრუნებულა.
ru: Код авторизации не получен.
sr: Кôд за ауторизацију није примљен.

# oauth.error.stateMismatch
source: OAuth state mismatch -- possible interception, aborting.
de: OAuth-Statuskonflikt – möglicher Abfangversuch, Abbruch.
es: Discrepancia de estado de OAuth: posible interceptación, cancelando.
fr: Incohérence d'état OAuth : interception possible, abandon en cours.
hy: OAuth state-ի անհամապատասխանություն -- հնարավոր միջամտության պատճառով գործընթացը դադարեցվում է:
it: Mancata corrispondenza dello stato OAuth: possibile intercettazione, interruzione in corso.
ka: OAuth-ის state პარამეტრი არ ემთხვევა -- შესაძლო ჩარევა, პროცესი წყდება.
ru: Несовпадение состояния OAuth -- возможен перехват, отмена операции.
sr: Неслагање OAuth стања — могуће пресретање, прекид поступка.

# onboarding.binaryYesNo.noButton
source: No
de: Nein
fr: Non
hy: Ոչ
ka: არა
ru: Нет
sr: Не

# onboarding.binaryYesNo.yesButton
source: Yes
de: Ja
es: Sí
fr: Oui
hy: Այո
it: Sì
ka: დიახ
ru: Да
sr: Да

# onboarding.blockersNotes.continueButton
source: Continue
de: Weiter
es: Continuar
fr: Continuer
hy: Շարունակել
it: Continua
ka: გაგრძელება
ru: Продолжить
sr: Настави

# onboarding.blockersNotes.placeholder
source: e.g. "I travel a lot for work"
de: z. B. „Ich reise viel beruflich“
es: p. ej. "Viajo mucho por trabajo"
fr: par ex. « Je voyage beaucoup pour le travail »
hy: օր.՝ «Ես շատ եմ ճամփորդում աշխատանքի համար»
it: es. "Viaggio molto per lavoro"
ka: მაგ. „ბევრს ვმოგზაურობ სამსახურის გამო“
ru: например: «Я много путешествую по работе»
sr: нпр. „Много путујем због посла“

# onboarding.blockersNotes.subtitle
source: Optional -- a sentence or two helps us understand your situation. Totally fine to skip.
de: Optional -- ein oder zwei Sätze helfen uns, deine Situation zu verstehen. Du kannst diesen Schritt auch überspringen.
es: Opcional: una o dos frases nos ayudan a entender tu situación. También puedes omitir este paso.
fr: Facultatif -- une ou deux phrases nous aident à comprendre votre situation. Vous pouvez tout à fait passer cette étape.
hy: Ընտրովի է․ մեկ-երկու նախադասությունը կօգնի մեզ հասկանալ ձեր իրավիճակը։ Կարող եք նաև բաց թողնել այս քայլը։
it: Facoltativo -- una o due frasi ci aiutano a capire la tua situazione. Puoi anche saltare questo passaggio.
ka: სურვილისამებრ -- ერთი ან ორი წინადადება დაგვეხმარება თქვენი სიტუაციის გაგებაში. ამ ნაბიჯის გამოტოვებაც შეგიძლიათ.
ru: Необязательно — пара предложений поможет нам понять вашу ситуацию. Этот шаг можно и пропустить.
sr: Опционо -- реченица или две помажу нам да разумемо твоју ситуацију. Слободно прескочи овај корак.

# onboarding.blockersNotes.title
source: Anything else in your way?
de: Steht dir sonst noch etwas im Weg?
es: ¿Algo más en tu camino?
fr: Autre chose qui te freine ?
hy: Ուրիշ որևէ բան արգելքի՞ դեռ կա։
it: C'è altro che ti ostacola?
ka: კიდევ რამე გიშლის ხელს?
ru: Есть ли что-то ещё, что вам мешает?
sr: Има ли још нешто што те спречава?

# onboarding.dateOfBirth.continueButton
source: Continue
de: Weiter
es: Continuar
fr: Continuer
hy: Շարունակել
it: Continua
ka: გაგრძელება
ru: Продолжить
sr: Настави
